{
  "site.title": "انحسار العالِم الموسوعي",
  "nav.prologue": "المقدمة",
  "nav.hall_of_fame": "قاعة المشاهير",
  "nav.act1": "الفصل الأول",
  "nav.act2": "الفصل الثاني",
  "nav.act3": "الفصل الثالث",
  "nav.act4": "الفصل الرابع",
  "nav.epilogue": "الخاتمة",
  "cover.title": "انحسار العالِم الموسوعي",
  "cover.subtitle": "بحث إحصائي",
  "cover.quote": "\"أعظم العلماء هم أيضًا فنانون.\"",
  "cover.quote_author": "— ألبرت أينشتاين",
  "cover.cta_start": "ابدأ الرحلة",
  "cover.cta_hall": "استكشف قاعة المشاهير",
  "prologue.title": "المقدمة: ما هو العالِم الموسوعي؟",
  "prologue.intro1": "كلنا نعرف شخصًا يبدو وكأنه يعرف كل شيء - ليس بطريقة متعجرفة. شخصٌ يستطيع الدراسة، التصميم، البرمجة، قيادة الفرق... كل ذلك في آنٍ واحد. تخيل الآن ذلك، ولكن على نطاق أوسع بكثير. شخصٌ يستطيع تصميم المباني، هندسة الآلات، معالجة المرضى، كتابة الشعر، ورسم المجرات. هذا هو جوهر كونك عالِمًا موسوعيًا، شخصٌ يمتلك من المعرفة في مجالات متنوعة ما يجعله غير متوقف عن التعلم، لا يشبع أبدًا.",
  "prologue.definition": "لتعريف أكثر دقة. العالِم الموسوعي هو شخص يمتلك خبرة في مجالات متعددة ومتنوعة من الدراسة. يُعرفون بقدرتهم على الاستفادة من مجالات معرفية معقدة لحل مشكلات محددة وتوليد رؤى مهمة عبر تخصصات مختلفة، تشمل العلوم والفنون والعلوم الإنسانية. على عكس العاميين، الذين قد يعرفون القليل عن مواضيع كثيرة، فإن الموسوعيين لديهم فهم عميق لعدة مواضيع. يمكن أيضًا تعريف المصطلح على أنه شخص ذو معرفة موسوعية.",
  "prologue.definition_author": "— تعريف العالِم الموسوعي",
  "prologue.etymology": "ظهر مصطلح \"العالِم الموسوعي\" لأول مرة في أوائل القرن السابع عشر. وتحديدًا، أول استخدام معروف للكلمة في الإنجليزية كان عام 1624 في كتاب روبرت بيرتون \"تشريح الكآبة\".",
  "prologue.history": "بظهوره في أوائل القرن السابع عشر، ورد مصطلح \"العالِم الموسوعي\" لأول مرة في كتاب روبرت بيرتون \"تشريح الكآبة\" (1624). من علماء العصر الذهبي الإسلامي إلى مفكري عصر النهضة، تجاوز الموسوعيون الحدود الثقافية، مجسدين الفضول الكوني.",
  "prologue.example": "مثال رئيسي على ذلك هو نظرية فيرما الأخيرة، التي أثبتها أندرو وايلز. اعتمد أندرو على مجموعة واسعة من الأدوات الرياضية بما في ذلك المنحنيات الإهليلجية، والأشكال النمطية، وتمثيلات غالوا، وحدسية تانياما-شيمورا. تبدو هذه الأدوات غير مرتبطة بالإثبات، ومع ذلك استطاع إثبات النظرية.",
  "prologue.closing": "هل تجد نفسك ممزقًا بين البرمجة والفن، بين العلم والقصة؟ لست وحدك. أنت تحمل شرارة تقليد قديم وجميل.",
  "hall.title": "قاعة المشاهير: عظماء الموسوعيين",
  "hall.subtitle": "خطو إلى معرض العقول الاستثنائية التي نسجت المعرفة عبر التخصصات، مخلّدةً إبداعاتها التي لا تزال تلهمنا اليوم.",
  "hall.bottom.quote": "\"العلامة الحقيقية للذكاء ليست المعرفة بل الخيال.\"",
  "hall.bottom.author": "— ألبرت أينشتاين",
  "act1.title": "الفصل الأول: صعود وسقوط العالِم الموسوعي",
  "act1.para1": "من ذلك، حسبنا \"درجة الموسوعية\"، متوسط عدد المجالات المتميزة التي قدم فيها الشخص مساهمات ذات معنى. تتبعنا أفرادًا من العصور القديمة إلى الحديثة، ورسمنا متى وكيف ارتقى العقل الكوني - ثم انحسر.",
  "act1.para2": "يكشف الرسم البياني قوسًا ذهبيًا. قبل عصر النهضة، كان الموسوعيون نادرين - ولكن عندما ظهروا، أضاءوا ببريق ساطع. حوالي عام 1000 ميلادي، بلغ متوسط مساهماتهم عبر المجالات ذروته، حتى لو كانت أعدادهم لا تزال قليلة. (هذا الارتفاع المفاجئ حول عام 1000 ميلادي مثير للفضول - وربما يكون ناتجًا عن بضعة شخصيات بارزة. هذا يكشف عن خلل في المتوسطات البسيطة، عندما يكون الموسوعيون قلة، يمكن لحياة استثنائية واحدة أن تشوه المنحنى.)",
  "act1.para3": "ثم جاء عصر النهضة. ازدهر الموسوعيون - ليوناردو، غاليليو، نيوتن - أسماء لا تزال تتردد حتى اليوم. شهدت القرنان الثامن عشر والتاسع عشر استمرار هذا الصعود خلال عصر التنوير، بينما تقدم العلم والفلسفة يدًا بيد.",
  "act1.para4": "ولكن فجأة، ينكسر القوس. بحلول القرن العشرين، انخفض عدد الموسوعيين بشكل حاد. بعد عام 1969، سكتت البيانات. لم يعبر أي فرد عتبة الثلاثة مجالات. يبدو أن العالِم الموسوعي أصبح أثرًا من عصر مختلف.",
  "act1.para5": "كان تشارلز بيرسي سنو من آخر من حذرنا. في محاضرته عام 1959 \"الثقافتان\"، تحدث عن \"هوة من سوء الفهم\" تتسع بين العلوم والعلوم الإنسانية. لم يكن ذلك انقسامًا فلسفيًا فحسب. بل كان انقسامًا للموسوعي.",
  "act1.para6": "اليوم، يبدو تحذير سنو نبوئيًا. لا نرى هذا الانقسام في أنظمتنا الأكاديمية وخطابنا الرقمي فحسب - بل هو مرئي في البيانات.",
  "act1.fig1": "الشكل 1: رسم فقاعي للموسوعيين الاستثنائيين (حسب درجة الموسوعية وعدد المهن المتميزة)",
  "act1.fig2": "الشكل 2: تطور درجات الموسوعية وانتشارها (متوسطات سنوية وأعداد)",
  "act1.fig3": "الشكل 3: خريطة العالم لتوزيع الموسوعيين",
  "act1.fig4": "الشكل 4: خريطة شجرية لأهم 15 مهنة للموسوعيين",
  "act1.timeline.title": "القوس الذهبي",
  "act1.timeline.1000": "قبل عصر النهضة، كان الموسوعيون نادرين لكنهم لامعين، حيث بلغت مساهماتهم الذروة رغم قلة أعدادهم.",
  "act1.timeline.1400": "أشعل عصر النهضة موجة من الموسوعيين - ليوناردو، غاليليو، نيوتن - أسماء لا تزال تتردد عبر الزمن. شهدت هذه الفترة تزاوجًا غير مسبوق بين الفن والعلم.",
  "act1.timeline.1920": "وهج أخير قبل الانحدار، عندما تحول العالم من المفكرين الشموليين إلى المتخصصين.",
  "act1.timeline.1969": "يختفي الموسوعي من السجلات، حيث لم يعبر أي فرد ثلاثة مجالات خبرة.",
  "act1.quote1": "في محاضرته عام 1959 \"الثقافتان\"، حذر سي. بي. سنو من اتساع الفجوة بين العلوم والعلوم الإنسانية - انقسامًا مزق العالِم الموسوعي.",
  "act1.quote1.author": "— الموسوعية العلمية: نهاية عصر الثقافتين؟، أراكي، مايكل، ذا لانسيت، المجلد 395، العدد 10218، 113-114",
  "act1.geography.title": "جغرافيا العبقرية",
  "act1.geography.para1": "لا يُروى انحسار الموسوعية بالقرون فحسب - بل بالدول. يظهر الرسم البياني أدناه أهم الدول التي ضمت مثل هذه العقول الجميلة. تتصدر ألمانيا القائمة بـ 368 موسوعيًا مسجلاً، تليها الولايات المتحدة (134) والمملكة المتحدة (224). تكمل فرنسا وإيطاليا وإسبانيا القائمة السداسية الأولى - وهو أمر غير مفاجئ، نظرًا لأدوارها التاريخية في العلم والفلسفة والفنون.",
  "act1.geography.para2": "لكن بعض المداخل، مثل جمهورية التشيك والمجر، قد تفاجئ القراء - دول صغيرة ذات إرث أكاديمي عميق. ما الذي جعل هذه الدول تربة خصبة للعقول الكونية؟ هل كان الوصول إلى التعليم، أو المؤسسات متعددة التخصصات، أو لحظات الازدهار الثقافي؟ الجواب، مثل الموسوعي، يقاوم تفسيرًا أحادي المجال.",
  "act1.geography.para3": "من الجدير بالذكر أن الدول الأبرز في مجموعة البيانات لدينا، كان لكل منها عصرها الذهبي. لم تكن مجرد دول. كانت بواتقًا. ألمانيا خلال عصر التنوير، إيطاليا في عصر النهضة، بريطانيا في ذروة الثورة الصناعية والعلمية. كل عصر فتح الأبواب عبر التخصصات - الفن، الفلسفة، الاختراع، والعلم - مما سمح للموسوعيين بالظهور، الازدهار، والإسهام دون حصرهم في مجال واحد. هذه الدول بنت كاتدرائيات المعرفة. ولوقت ما، تركت الناس يتجولون بحرية داخلها. لكن العصور الذهبية تمر. وعندما تمر، تصبح الجدران أطول، والغرف أكثر عزلة - ويختفي المتجولون.",
  "act1.occupations.title": "حيث تجولت العقول",
  "act1.occupations.para1": "لو كانت للعبقرية جواز سفر في الجغرافيا، لوجدت حريتها في المهنة. يوضح الرسم البياني أدناه كيف عبر الموسوعيون عن فضولهم الدؤوب - ليس من خلال مهنة واحدة، بل من خلال العديد. هذا أكثر من مجرد ترتيب للوظائف؛ إنه خريطة للحركة الفكرية. الكتابة، التدريس، العلاج، الحكم - لم تكن وجهات، بل طرقًا.",
  "act1.occupations.para2": "ما أكثر الأدوار شيوعًا؟ الكاتب. لكن الكتابة نادرًا ما كانت مجرد تسجيل. كانت لتقطير الفلسفة، مشاركة الاكتشافات، ترجمة الحقائق بين المجالات. يليها عن قرب معلمو الجامعات، الأطباء، والسياسيون - مهن امتطت النظرية والعمل، العزلة والمجتمع. لم تكن مجرد وظائف. كانت منصات أطلق منها الموسوعيون أفكارهم إلى العالم.",
  "act1.occupations.para3": "يظهر المهندسون، علماء الطبيعة، والمترجمون بصمت - ليذكّرونا أن الموسوعية ازدهرت في الهوامش كما في الأضواء. إن وجود الشعراء والمؤرخين يشير إلى إنسانية عميقة في قلب الدافع الموسوعي: فهم ليس فقط كيف يعمل العالم، بل كيف يشعر، يتذكر، ويتغير.",
  "act1.occupations.para4": "لم تكن هذه المهن مجرد تسميات. كانت نوافذ، أدوات، أوعية. في عصر ما قبل التخصص المفرط، استطاعت العقول أن تتجول - بحرية، بجرأة، ببصيرة - عبر مجالات تبدو اليوم منعزلة بشكل مستحيل. هذا الرسم البياني ليس تصنيفًا. إنه أثر لكيف تحركت الفضول ذات يوم: بحرية، عبر تضاريس الفكر الإنساني.",
  "act2.title": "الفصل الثاني: لماذا تلاشى العالِم الموسوعي",
  "act2.para1": "أين ذهبوا؟ هل رحلوا بهدوء؟ هل خفت ضوءهم تدريجيًا حتى توقفوا عن الوجود تمامًا؟ لا. لم يكن اختفاؤهم عرضيًا. بل كان نتيجة تغيير هيكلي بطيء ومتعمد - من نظام التعليم إلى سوق العمل.",
  "act2.para2": "بدأت المدارس والجامعات تصميم مناهجها لتلائم الثورات الصناعية التي طالبت بالكفاءة والتخصص. يُجبر الطلاب على اختيار تخصص قبل أن يعرفوا حتى ما هي المسارات المتاحة.",
  "act2.quote1": "\"الكثير من الناس لا يختارون هذه المسارات، لأنهم لا يرون مسارًا.\"",
  "act2.quote1.author": "— فرح كامل، الشريك الإداري لـ Dayma",
  "act2.egypt.title": "دراسة حالة: مصر",
  "act2.egypt.para": "مثال مناسب هو نظام التعليم المصري. يقضي الأطفال أول 10 سنوات من حياتهم الأكاديمية في دراسة مواد متنوعة - العربية، الإنجليزية، الرياضيات، العلوم الاجتماعية (التاريخ والجغرافيا)، العلوم (الفيزياء، الكيمياء، والأحياء). فجأة، في سن 15، يُطلب من الطالب التخصص في إما العلوم الإنسانية أو العلوم. بعد عام، على من اختار العلوم أن يختار بين العلوم البحتة والرياضيات. هذا يكشف عن خلل أعمق في كيفية هيكلة التعليم الحديث - حيث يُخطئ في تفسير الفضول المبكر على أنه ارتباك. سن 15 لا يُعتبر فقط سن الفضول - بل هو أيضًا عندما يبدأون بطرح أسئلة أكبر. من أنا؟ ما المهم؟ ما الحقيقي؟",
  "act2.young.title": "أبناء الـ15 عامًا الذين غيّروا كل شيء",
  "act2.young.pascal.title": "بليز باسكال",
  "act2.young.pascal.desc": "عالم رياضيات وفيزياء فرنسي، بدأ بتطوير أسس الهندسة الإسقاطية في سن 15.",
  "act2.young.shelley.title": "ماري شيلي",
  "act2.young.shelley.desc": "روائية إنجليزية، بدأت بكتابة مسودة لفرانكنشتاين في سن 17، لكن الأفكار كانت تختمر قبل ذلك.",
  "act2.young.malala.title": "ملالا يوسفزاي",
  "act2.young.malala.desc": "ناشطة باكستانية في مجال التعليم، كانت في الـ15 عندما استهدفت بسبب نشاطها.",
  "act2.young.para": "كثير من العباقرة بدأوا مبكرًا - عبر مجالات - وظهروا بإبداعات خالدة. في الخامسة عشرة، الفضول ليس تشتيتًا - بل قوة خارقة. ومع ذلك، تعامل أنظمتنا معه كعبء. يجب منح الحرية الإبداعية. كل هذا يؤدي إلى تأثير فراشة ليس جميلاً جدًا.",
  "act2.crystallization.title": "تبلور المراهقة",
  "act2.crystallization.para1": "هذا يقودني للحديث عن مفهوم مهم طرحه لورانس ستينبرغ. يصف مفهومه \"تبلور المراهقة\" الفترة بين 14-18 عامًا عندما يبدأ الأفراد بتشكيل هويتهم البالغة، واكتساب شعور بالانتماء لاهتمامات أقرانهم، وقيم ذات مسارات مهنية محددة. على السطح، يبدو هذا عملية تطورية مدروسة. لكن عمليًا - خاصة في أنظمة التعليم الصارمة مثل مصر - غالبًا ما يصبح تضييقًا قسريًا بدلاً من اكتشاف ذاتي.",
  "act2.crystallization.para2": "الاختيار الذي يتخذه الطالب في الخامسة عشرة ليس رمزيًا - إنه هيكلي. اختر العلوم الإنسانية، وستُقطع عن دخول كليات مثل الهندسة أو علوم الحاسب. لا يوجد مسار ثانٍ، لا جسر رسمي. يتم إعادة ضبط سقفك. تُعاد توجيه أحلامك. تصبح أفضل الخيارات الاقتصاد والعلوم السياسية، المحاسبة، أو اللغات. وإذا كنت محظوظًا، قد تتعثر في تخصص الإحصاء مع بعض التعرض التقني. لكن للكثيرين، يكون الوقت قد فات. يخبرك النظام بما لا يمكنك أن تكونه قبل أن تحصل حتى على فرصة لمعرفة ما يمكنك أن تكونه.",
  "act2.crystallization.para3": "التبلور يعني النهائية. التشبيه يوحي بالتصلب في شكل. لكن المراهقين ليسوا بلورات. هم أقرب إلى الأنهار - لا يزالون يتدفقون، يتحولون، يبحثون. يفترض الوصول إلى الاحتمالات. كيف يمكن لشخص ما \"بواقعية\" تشكيل خطط مهنية في الـ15 إذا لم يتعرض لنصف المجالات الموجودة؟ معظم المراهقين لا يعرفون حتى ما هي الأنثروبولوجيا، علم البيانات، أو التخطيط الحضري. دور النماذج يصبح إشكاليًا. تعترف النظرية أن المراهقين يبحثون عن نماذج - لكن ماذا يحدث في بيئات تكون فيها النماذج متعددة التخصصات أو الإبداعية غائبة أو مُثبطة؟",
  "act2.crystallization.para4": "لنكون منصفين، لم ينشأ التخصص بدافع خبيث. لقد استجاب لمتطلبات التعقيد الصناعي والتكنولوجي. احتاج العالم إلى خبراء لبناء الجسور، تصميم الآلات، وفك شفرة الحمض النووي. لكن الثمن دُفع في الاتساع. في النهاية في هذا العصر من الحركة السريعة - عندما لا تستطيع حتى مواكبة الكلية المسجل فيها - يقلل من فرصك في أن تصبح أي شيء خارج التخصص الذي تدرسه. إلا إذا نحتت مسارًا - وحدك.",
  "act3.title": "الفصل الثالث: عالم بلا متجولين",
  "act3.fox_hedgehog.quote": "\"الثعلب يعرف أشياء كثيرة، لكن القنفذ يعرف شيئًا واحدًا كبيرًا.\"",
  "act3.fox_hedgehog.author": "— أرخيلوخوس، أعاد إشهاره إشعياء برلين",
  "act3.fox.title": "الثعلب (العالِم الموسوعي)",
  "act3.fox.desc": "نجح النظام الحالي في خلق جيل من القنافذ - متخصصين مفرطين يتفوقون في شيء واحد بكفاءة ملحوظة، لكنهم يفتقرون إلى الرؤية الواسعة لثعالب الموسوعيين. يربط الموسوعيون مجالات تبدو غير مرتبطة - كما يوضح مثال نظرية فيرما الأخيرة - مما يمنحهم القدرة على حل المشكلات بشكل إبداعي التي كانت لتعتبر مستحيلة.",
  "act3.hedgehog.title": "القنفذ (المتخصص)",
  "act3.hedgehog.desc": "يتفوق في مجال واحد بخبرة عميقة لكنه غالبًا ما يفتقر إلى منظور خارج تخصصه. قوة القنفذ تكمن في التركيز.",
  "act3.para1": "حكم العمق على الاتساع. لم نعد نملك نوع الأشخاص ذوي المعرفة التي تمتد عبر مجالات متعددة ومتنوعة وغير مرتبطة. الثمن؟ لم يعد أحد ينظر إلى الجوانب.",
  "act3.consequences.title": "العواقب",
  "act3.consequences.slow.title": "تقدم أبطأ",
  "act3.consequences.slow.desc": "يربط الموسوعيون مجالات تبدو غير مرتبطة - كما يوضح مثال نظرية فيرما الأخيرة - مما يمنحهم القدرة على حل المشكلات بشكل إبداعي التي كانت لتعتبر مستحيلة.",
  "act3.consequences.translators.title": "اختفاء المترجمين",
  "act3.consequences.translators.desc": "أبرزت ورقة بحثية قرأتها مؤخرًا نقطة في غاية الأهمية: للمتخصصين لغتهم الخاصة. لنأخذ الإحصائيين كمثال. نحن، كمحللين للبيانات، لدينا مصطلحاتنا الخاصة، التعدد الخطي، تغاير التباين، معامل التحديد، القيمة الاحتمالية، والقائمة تطول. نحن مدربون كإحصائيين نجد تفسيرات النتائج. وبالتالي، إذا عمل إحصائي مع، مثلاً، عالم أحياء، وطلب ذلك العالم بعض التحليلات، دون تدريب أو شخص ثالث في الغرفة يفهم كلًا من الإحصاء والأحياء - يصبح التواصل صعبًا بشكل متزايد. ومع ذلك، لم يضيع كل الأمل. ظهرت بعض المجالات التي تجرؤ على العيش بين الشقوق - تخصصات هجينة مثل المعلوماتية الحيوية، اللسانيات الحاسوبية، والاقتصاد العصبي. لا تنتمي إلى مجال واحد. تتحدث بألسنة متعددة. في بنيتها نفسها، تقاوم الانقسام الذي مزق العالِم الموسوعي.",
  "act3.consequences.identity.title": "تقلص الهوية",
  "act3.consequences.identity.desc": "يقول الطلاب 'أنا طالب إدارة أعمال'، بدلاً من 'أنا فضولي حول الأنظمة، الاقتصادات، والمجتمعات.' فقدنا سيولة الهوية. تخصصت أرواحنا أيضًا. هذا يؤدي إلى فقدان المرونة. يصبح الناس مركزين جدًا على دراسة موضوع واحد طوال حياتهم، وماذا يحدث إذا أصبح ذلك الموضوع غير ذي صلة؟ سأترك هذا لكم.",
  "act3.wholehuman.title": "فقدان الإنسان الكامل",
  "act3.wholehuman.para1": "بدون الموسوعية، بدأنا نتقلص لتناسب عناوين الوظائف. صار هناك شعر أقل في العلم. إبداع أقل في الأعمال. تعاطف أقل في السياسة. أصبحنا فعالين، بالتأكيد، لكن أجوفين. ثمن التخصص المفرط ليس اقتصاديًا فقط. إنه وجودي.",
  "act4.title": "الفصل الرابع: عودة العالِم الموسوعي",
  "act4.para1": "الموسوعيون لم يموتوا - هم فقط خاملون. في عصر الذكاء الاصطناعي (AI) ونماذج اللغة الكبيرة (LLMs)، ليس سرًا أن الكثيرين يسيئون استخدام إمكاناتهم بطريقة خاطئة. بدلاً من استخدامهم كما هو مقصود - كمساعدين - يتم استخدامهم كزر كبير أحمر 'اضغطني لإنهاء عملك'. ولكن ماذا لو بدأنا بتعليم الناس كيفية استخدام الذكاء الاصطناعي بشكل مناسب؟ قد يكون هذا الأداة ذاتها التي تعيد الموسوعيين. يمكن استخدام الذكاء الاصطناعي للتعليم والمساعدة في العديد من المجالات المختلفة - الرياضيات، الفيزياء، الإحصاء، البرمجة... القائمة تطول فقط. النتيجة؟ تعلم فعال وكفؤ. لن يضطر الشخص بعد الآن للتضحية بمجموعة واسعة من مهاراته واهتماماته، مقابل الاستقرار.",
  "act4.quote": "\"إذا كان الذكاء الاصطناعي هو المطرقة، فإن الموسوعيين هم المهندسون المعماريون. لكننا نواصل توزيع المسامير بدلاً من المخططات.\"",
  "act4.modern.title": "موسوعيو العصر الحديث",
  "act4.modern.tim.name": "تيم فيريس",
  "act4.modern.tim.fields": "مؤلف • رائد أعمال • مقدم بودكاست • رياضي",
  "act4.modern.tim.desc": "بنى مسيرة مهنية تمزج بين الإنتاجية، التجارب الذاتية، الاستثمار، والفنون القتالية - ليصبح مؤلفًا من أكثر الكتب مبيعًا ومستشارًا للشركات الناشئة في آنٍ واحد.",
  "act4.modern.jaron.name": "جارون لانيير",
  "act4.modern.jaron.fields": "عالم حاسوب • ملحن • مؤلف",
  "act4.modern.jaron.desc": "رائد في الواقع الافتراضي بينما كان يؤلف في الوقت نفسه موسيقى كلاسيكية ويكتب انتقادات مؤثرة للعصر الرقمي.",
  "act4.modern.rushdi.name": "رشدي سعيد",
  "act4.modern.rushdi.fields": "جيولوجي • مؤلف • مفكر عام",
  "act4.modern.rushdi.desc": "جيولوجي مصري-أمريكي مرموق، مربٍ، وصانع سياسات. كرئيس للمنظمة الوطنية للتعدين في مصر، قاد البحث الجيولوجي وتطوير المعادن. ألف أعمالًا مؤثرة عن جيولوجيا مصر، موارد المياه والتنمية الوطنية، وأصبح لاحقًا معلقًا ثاقبًا على العلم والسياسة في مصر.",
  "act4.ai.title": "الذكاء الاصطناعي كممكّن",
  "act4.ai.para1": "طريقة تكميلية أخرى ستكون \"التعليم مفتوح الوصول\". بدلاً من الاعتماد كليًا على النظام التعليمي - يجب تشجيع الاستقلالية. نحن نعيش في عصر أصبحت فيه المعرفة في متناول اليد مثل الهواء الذي نتنفسه. مقاطع يوتيوب، كتب PDF، مقالات علمية وبودكاست - هذا هو عصر الوصول.",
  "act4.ai.para2": "بدلاً من أن تطلب من ChatGPT إنشاء سكريبت بايثون ينفذ خوارزمية تعلم آلي - اطلب منه أن يشرح بتفصيل دقيق، ما هو التعلم الآلي. ما هي الخوارزميات. ما هو XGB؟ Catboost؟ LightGBM؟ الشبكات العصبية؟ يمكن لنماذج اللغة الكبيرة شرح كل مفهوم بسهولة مطلقة - بأي طريقة يريدها المستخدم. اشرح وكأني في الخامسة؟ اشرح وكأنه فيلم هاري بوتر؟ اشرح وكأن التعلم الآلي قريب لي ضائع منذ زمن؟ كل هذا يمكن القيام به.",
  "act4.ai.box.title": "نموذج التعلم الجديد",
  "act4.ai.box.point1": "استخدم الذكاء الاصطناعي لاستكشاف الروابط بين المجالات",
  "act4.ai.box.point2": "اصنع رحلات تعلم مخصصة عبر التخصصات",
  "act4.ai.box.point3": "طور معرفة على شكل حرف T - عمق في مجال واحد، اتساع في العديد",
  "act4.path.title": "الطريق إلى الأمام",
  "act4.path.para1": "يمكن أن تتعايش الموسوعية والتخصص - بسلام. يحتاجون فقط إلى شيء واحد، موافقة المجتمع. بدلاً من دفع كل طفل نحو مسار محدد جدًا، فقط لأن 'هذا هو المستقبل' أو 'هنا تكمن الأموال'، دعهم يختارون - بحرية.",
  "act4.path.explore.title": "شجع الاستكشاف",
  "act4.path.explore.desc": "دع الطلاب يجربون مجالات متنوعة قبل التخصص",
  "act4.path.synthesis.title": "كافئ التوليف",
  "act4.path.synthesis.desc": "قدّر الروابط بين التخصصات بقدر ما تقدر العمق في واحد",
  "act4.path.para2": "ما زلنا بحاجة إلى متخصصين يتعمقون في موضوع محدد جدًا ويتقنونه تمامًا. لكننا نحتاج أيضًا إلى عاميين يربطون النقاط، يفكرون خارج المجال بأكمله - وليس فقط خارج الصندوق.",
  "epilogue.title": "الخاتمة: إلى المتجول الذي يقرأ هذا",
  "epilogue.para1": "صديقي، لم أكتب هذا المقال لإثراء محفظتي - كتبته لأعبر عن كيف شعرت أنا - والعديد غيري - لسنوات. التضييق المستمر للرؤية فقط لتناسب القالب - لعدم الشعور 'بالضياع' أو 'الارتباك'.",
  "epilogue.para2": "ومن المفارقات، كان هناك وقت كنت فيه أنا نفسي أرفض المعرفة الواسعة. كنت أعتقد أن الإتقان الحقيقي يكمن فقط في العمق. ومع ذلك، كان لدي دائمًا اهتمام بكل شيء - من البرمجة إلى الفن، من الاقتصاد إلى علم النفس. قاومت تلك الغريزة، ظنًا أنها تجعلني مشتتًا. كنت مخطئًا.",
  "epilogue.quote": "\"أنت لست ترسًا في آلة. أنت المحرك بأكمله. فضولك ليس عبئًا - إنه شعلة. اهتماماتك الواسعة ليست عبئًا - إنها مخطط.\"",
  "epilogue.para3": "اسأل نفسك هذا: ماذا لو كان الثراء الحقيقي للحياة يكمن في العيش على نطاق واسع، وليس فقط بعمق؟ في مكان ما هناك، لا يزال هناك طفل يحلم بحرية. لنصنع له مساحة. وإليك - نعم، أنت - استمر في القراءة، الدراسة، توسيع مجموعة مهاراتك. لا تتقلص لتناسب النظام. تمتد لإعادة تشكيله.",
  "epilogue.return": "العودة إلى بداية المعرض",
  "gallery.title": "معرض المعرفة المفقودة",
  "gallery.card1": "دراسات تشريحية\nليوناردو دا فينشي",
  "gallery.card2": "هيباتيا تُدرّس الرياضيات",
  "gallery.card3": "مخطوطة ابن سينا الطبية",
  "gallery.card4": "شعر طاغور المرئي",
  "footer.title": "استكشاف إضافي",
  "footer.link1": "الثقافتان لـ سي. بي. سنو",
  "footer.link2": "المجال لـ ديفيد إبستين",
  "footer.link3": "العالِم الموسوعي لـ وقاص أحمد",
  "footer.credit": "بحث بصري من إعداد عز الدين أحمد",
  "footer.copyright": "© 2025 | صُنع بالحبر والفضول"
}