{
  "site.title": "The Decline of The Polymath",
  "nav.prologue": "Prologue",
  "nav.hall_of_fame": "Hall of Fame",
  "nav.act1": "Act 1",
  "nav.act2": "Act 2",
  "nav.act3": "Act 3",
  "nav.act4": "Act 4",
  "nav.epilogue": "Epilogue",
  "cover.title": "The Decline of The Polymath",
  "cover.subtitle": "A Statistical Inquiry",
  "cover.quote": "\"The greatest scientists are artists as well.\"",
  "cover.quote_author": "— Albert Einstein",
  "cover.cta_start": "Begin Exhibition",
  "cover.cta_hall": "Explore the Hall of Fame",
  "prologue.title": "Prologue: What is a polymath?",
  "prologue.intro1": "We all know someone who seems to know it all—not in a pretentious way. A person who can study, design, code, lead teams ...—all at the same time. Now, imagine that, but on a much larger scale. Someone who can design buildings, engineer machines, treat people, write poetry, and paint the galaxies. That's the heart of being a polymath, someone with so much knowledge in many distinct fields, you never satisfied, never stops learning.",
  "prologue.definition": "For a more precise definition. A polymath is a person who possesses expertise in multiple, diverse fields of study. They are known for their ability to draw on complex bodies of knowledge to solve specific problems and generate significant insights across various disciplines, including the sciences, arts, and humanities. Unlike generalists, who may know a little about many topics, polymaths have a deep understanding of several subjects. The term can also be defined as a person of encyclopedic learning.",
  "prologue.definition_author": "— Definition of Polymath",
  "prologue.etymology": "The term \"polymath\" first appeared in the early 17th century. Specifically, the earliest known use of the word in English is in 1624 in Robert Burton's The Anatomy of Melancholy.",
  "prologue.history": "Emerging in the early 17th century, the term \"polymath\" first appeared in Robert Burton's The Anatomy of Melancholy (1624). From Islamic Golden Age scholars to Renaissance thinkers, polymaths have transcended cultural boundaries, embodying universal curiosity.",
  "prologue.example": "A prime example would be Fermat's Last Theorem, proven by Andrew Wiles. Andrew relied on a vast array of mathematical tools including elliptic curves, modular forms, Galois representations, and the Taniyama-Shimura conjecture. Seemingly unrelated to the proof, yet he managed to prove the theorem.",
  "prologue.closing": "Do you find yourself torn between code and canvas, science and story? You are not alone. You carry the spark of an ancient, beautiful tradition.",
  "hall.title": "Hall of Fame: The Great Polymaths",
  "hall.subtitle": "Step into the gallery of extraordinary minds who wove knowledge across disciplines, creating tapestries of innovation that still inspire today.",
  "hall.bottom.quote": "\"The true sign of intelligence is not knowledge but imagination.\"",
  "hall.bottom.author": "— Albert Einstein",
  "act1.title": "Act 1: The Rise and Fall of The Polymath",
  "act1.para1": "From that, we calculated \"polymath score\", the average number of distinct fields in which a person made meaningful contributions. We tracked individuals from antiquity to modernity, mapping when and how the universal mind rose—and declined.",
  "act1.para2": "The chart reveals a golden arc. Before the Renaissance, polymaths were rare—but when they emerged, they burned bright. Around 1000 AD, their average contribution across fields peaked, even if their numbers were still low. (The sudden rise around 1000 AD is curious—and possibly driven by a few towering figures. This reveals a flaw in simple averages, when polymaths are few, a single extraordinary life can distort the curve.)",
  "act1.para3": "Then came the Renaissance. Polymaths surged—Leonardo, Galileo, Newton—names that still echo today. The 1700s and 1800s saw this rise continue into the Enlightenment, as science and philosophy advanced hand in hand.",
  "act1.para4": "But, suddenly, the arc breaks. By the 20th century, the number of polymaths fell sharply. After 1969, the data fell silent. Not a single individual crosses the threshold. The polymath, it seems, became a relic of a different age.",
  "act1.para5": "One of the last voices to warn us was Charles Percy Snow. In his 1959 lecture The Two Cultures, Snow spoke of a growing \"gulf of incomprehension\" between the sciences and the humanities. It wasn't just a philosophical rift. It was the fracture of the polymath.",
  "act1.para6": "Today, Snow's warning feels prophetic. Not only do we see this divide in our academic systems and online discourse—it's visible in the data.",
  "act1.fig1": "Fig. 1: Bubble Chart of Exceptional Polymaths (by Polymath Score and Number of Distinct Occupations)",
  "act1.fig2": "Fig. 2: Evolution of Polymath Scores and Prevalence (Annual Averages and Counts)",
  "act1.fig3": "Fig. 3: World Map of Polymath Distribution",
  "act1.fig4": "Fig. 4: Tree Map of The Top 15 Polymath Occupations",
  "act1.timeline.title": "The Golden Arc",
  "act1.timeline.1000": "Before the Renaissance, polymaths were rare but brilliant, their contributions peaking despite low numbers.",
  "act1.timeline.1400": "The Renaissance ignited a surge of polymaths—Leonardo, Galileo, Newton—whose names echo through time. This period saw unprecedented cross-pollination between art and science.",
  "act1.timeline.1920": "A final flare before the decline, as the world turned from holistic thinkers to specialists.",
  "act1.timeline.1969": "The polymath vanishes from record, as no individual crosses three fields of expertise.",
  "act1.quote1": "In his 1959 lecture The Two Cultures, C.P. Snow warned of a growing divide between sciences and humanities—a fracture that broke the polymath.",
  "act1.quote1.author": "— Scientific polymathy: the end of a two-cultures era?, Araki, Michael, The Lancet, Volume 395, Issue 10218, 113-114",
  "act1.geography.title": "Geography of Genius",
  "act1.geography.para1": "The decline of polymathy isn't just told in centuries—it's told in nations. The bar chart below shows the top countries to have such beautiful minds. Germany leads the list with 368 recorded polymaths, followed by the United States (134) and the United Kingdom (224). France, Italy, and Spain round out the top six—unsurprising, given their historic roles in science, philosophy, and the arts.",
  "act1.geography.para2": "Yet some entries, like the Czech Republic and Hungary, may surprise readers—small nations with deep academic legacies. What made these countries such rich soil for universal minds? Was it access to education, cross-disciplinary institutions, or moments of cultural flourishing? The answer, like the polymath, resists a single field of explanation.",
  "act1.geography.para3": "It's worth noting that the top nations in our dataset, each had their golden era. These weren't just nations. They were crucibles. Germany during the Enlightenment, Italy in the Renaissance, Britain at the height of industrial and scientific revolution. Each era opened doors across disciplines—art, philosophy, invention, and science—allowing polymaths to emerge, thrive, and contribute without being confined to a single domain. These countries built the cathedrals of knowledge. And for a time, they let people wander freely inside. But golden ages pass. And when they do, the walls grow taller, the rooms more isolated—and the wanderers disappear.",
  "act1.occupations.title": "Where Minds Roamed",
  "act1.occupations.para1": "If genius had a passport in geography, it found its freedom in occupation. The chart below shows how polymaths expressed their restless curiosity—not through a single calling, but through many. This is more than a ranking of jobs; it is a map of intellectual motion. Writing, teaching, healing, governing—these were not destinations, but pathways.",
  "act1.occupations.para2": "The most common role? Writer. But to write was rarely just to record. It was to distill philosophy, share discoveries, translate truths between domains. Close behind were university teachers, physicians, and politicians—professions that straddled theory and action, solitude and society. These weren't just jobs. They were platforms from which polymaths launched their ideas into the world.",
  "act1.occupations.para3": "Engineers, naturalists, and translators make quiet appearances—reminding us that polymathy thrived in the margins as much as in the spotlight. The presence of poets and historians speaks to a deep humanism at the heart of the polymathic impulse: to understand not just how the world works, but how it feels, remembers, and changes.",
  "act1.occupations.para4": "These occupations were never just labels. They were windows, tools, vessels. In an age before hyper-specialization, minds could roam—freely, wildly, brilliantly—through fields that today feel impossibly siloed. This chart is not a taxonomy. It’s a trace of how curiosity once moved: freely, across the terrain of human thought.",
  "act2.title": "Act 2: Why The Polymath Faded",
  "act2.para1": "Where did they go? Did they go out quietly? Did their light dim slowly until they stopped existing altogether? No. Their disappearance wasn't accidental. It was the result of a slow, deliberate structural change—from the education system to the job market.",
  "act2.para2": "Schools and universities started designing their curriculums to suit the industrial revolutions that demanded efficiency and specialization. Students are forced to choose a specialization before they even know what paths exist.",
  "act2.quote1": "\"A lot of people don't choose these paths, because they don't see a path.\"",
  "act2.quote1.author": "— Farah Kamel, managing partner of Dayma",
  "act2.egypt.title": "The Egyptian Case Study",
  "act2.egypt.para": "A suitable example would be the Egyptian education system. Kids spend their first 10 years of academic life studying various subjects—Arabic, English, Mathematics, Social Sciences (History and Geography), Sciences (Physics, Chemistry and Biology). Suddenly, at the age of 15, the student is asked to specialize in either humanities or science. A year later, those who choose science, have to choose between pure science and mathematics. This reveals a deeper flaw in how modern education is structured—mistaking early curiosity for confusion. The age of 15 is considered to be not only an age of curiosity—but also this is when they start asking bigger questions. Who am I? What matters? What is real?",
  "act2.young.title": "15 Year-Olds That Changed Everything",
  "act2.young.pascal.title": "Blaise Pascal",
  "act2.young.pascal.desc": "French mathematician and physicist, started developing the foundation of projective geometry at 15.",
  "act2.young.shelley.title": "Mary Shelley",
  "act2.young.shelley.desc": "English novelist, began drafting Frankenstein at 17, but the ideas were brewing earlier.",
  "act2.young.malala.title": "Malala Yousafzai",
  "act2.young.malala.desc": "Pakistani education activist, was 15 when she was targeted for activism.",
  "act2.young.para": "Many great minds dabbled early—across fields—and emerged with lasting creations. At fifteen, curiosity isn't a distraction—it's a superpower. Yet our systems treat it like a liability. Creative freedom should be granted. All of this results in a not-so-pretty butterfly effect.",
  "act2.crystallization.title": "Adolescent Crystallization",
  "act2.crystallization.para1": "This brings me to talk about an important concept brought by Laurence Steinberg. His concept of \"adolescent crystallization\" describes the period between ages 14-18 when individuals begin to form their adult identity, acquire a sense of belonging to their peer interests, and values with specific career paths. On the surface, this sounds like a thoughtful developmental process. But in practice—especially in rigid educational systems like Egypt's—it often becomes a forced narrowing rather than a self-driven discovery.",
  "act2.crystallization.para2": "The choice a student makes at fifteen is not symbolic—it's structural. Choose humanities, and you're cut off from ever entering faculties like Engineering or Computer Science. There's no second path, no formal bridge. Your ceiling is reset. Your dreams are re-routed. The best options become Economics and Political Science, Accounting, or Languages. And if you're lucky, you might stumble into a Statistics major with a bit of technical exposure. But for many, it's too late. The system tells you what you can't be before you've even had a chance to figure out what you could be.",
  "act2.crystallization.para3": "Crystallization implies finality. The metaphor suggests solidifying into a shape. But adolescents are not crystals. They're closer to rivers—still flowing, still shifting, still searching. It assumes access to possibilities. How can someone \"realistically\" form occupational plans at 15 if they've never been exposed to half the fields that exist? Most teens don't know what anthropology, data science, or urban planning even are. The role of role models becomes problematic. The theory admits teens look to role models—but what happens in environments where interdisciplinary or creative role models are absent or discouraged?",
  "act2.crystallization.para4": "To be fair, specialization didn't arise from malice. It answered the demands of industrial and technological complexity. The world needed experts to build bridges, design machines, and decipher DNA. But the cost was paid in breadth. In the end in this age of rapid movement—when you can't even keep up with the college you're enrolled in—it diminishes your chances of becoming anything that the major you're studying. Unless you carve one—alone.",
  "act3.title": "Act 3: A World Without Wanderers",
  "act3.fox_hedgehog.quote": "\"A fox knows many things, but a hedgehog knows one big thing.\"",
  "act3.fox_hedgehog.author": "— Archilochus, repopularized by Isaiah Berlin",
  "act3.fox.title": "The Fox (Polymath)",
  "act3.fox.desc": "The current system has successfully created a generation of hedgehogs—hyper-specialists who excel at one thing with remarkable efficiency, but lack the broad vision of polymathic foxes. Polymaths connect seemingly unrelated fields—as illustrated by the Fermat Last Theorem example—which grants them the ability to creatively solve problems that otherwise would've been considered an impossibility.",
  "act3.hedgehog.title": "The Hedgehog (Specialist)",
  "act3.hedgehog.desc": "Excels in one domain with deep expertise but often lacks perspective outside their specialty. The hedgehog's strength is focus.",
  "act3.para1": "Depth overruled breadth. No longer do we have the type of people with knowledge that spans multiple distinct, unrelated fields. The cost? Nobody looks sideways anymore.",
  "act3.consequences.title": "The Consequences",
  "act3.consequences.slow.title": "Slower Progress",
  "act3.consequences.slow.desc": "Polymaths connect seemingly unrelated fields—as illustrated by the Fermat Last Theorem example—which grants them the ability to creatively solve problems that otherwise would've been considered an impossibility.",
  "act3.consequences.translators.title": "The Disappearance of Translators",
  "act3.consequences.translators.desc": "A research paper I recently read highlighted an extremely important point: specialists have their own linguistics. Let's take statisticians as an example. We, as people who analyze data, have our own terminologies, Multicollinearity, Heteroskedasticity, R-Squared, P-value, and the list goes on. We're trained as statisticians who find interpret results. As such, if a statistician works with, say, a biologist, and that biologist asks for some data analysis, without either training or some third person in the room that understands both statistics and biology—communication becomes increasingly difficult. However, all hope is not lost. A few fields have emerged that dare to live between the cracks—hybrid disciplines like bioinformatics, computational linguistics, and neuroeconomics. They don't belong to one domain. They speak in multiple tongues. In their very structure, they resist the divide that fractured the polymath.",
  "act3.consequences.identity.title": "Shrinking Identity",
  "act3.consequences.identity.desc": "Students say 'I'm a business student,' instead of 'I'm curious about systems, economies, and socities.' We lost identity fluidity. Our souls began to specialize too. This results in a loss of flexibility. People become so focused on studying one topic for their whole lives, and what happens if that topic becomes irrelevant? I'll leave that one to you.",
  "act3.wholehuman.title": "Loss of the Whole Human",
  "act3.wholehuman.para1": "Without polymathy, we began to shrink ourselves to fit job titles. There's less poetry in science. Less creativity in business. Less empathy in policy. We become efficient, sure, but hollow. The cost of hyperspecialization isn't just economic. It's existential.",
  "act4.title": "Act 4: The Polymath Will Be Back",
  "act4.para1": "Polymaths aren't dead—they're just dormant. In the age of Artificial Intelligence (AI) and Large Language Models (LLMs), it's no secret that many people abuse their capabilities in the wrong ways. Instead of using them as intended—as assistants—they're used as a big, red 'click me to finish your work' button. But what if we start teaching people how to use AI appropriately? This could be the very tool to bring back polymaths. AI could be used to teach and help within many different fields—mathematics, physics, statistics, programming... The list simply goes on. The result? Effective and efficient learning. No longer will a person have to sacrifice his wide array of skills and interests, in exchange for settlement.",
  "act4.quote": "\"If AI is the hammer, then polymaths are the architects. But we keep handing out nails instead of blueprints.\"",
  "act4.modern.title": "Modern Polymaths",
  "act4.modern.tim.name": "Tim Ferriss",
  "act4.modern.tim.fields": "Author • Entrepreneur • Podcaster • Athlete",
  "act4.modern.tim.desc": "Built a career blending productivity, self-experimentation, investing, and martial arts—becoming a bestselling author and startup advisor all at once.",
  "act4.modern.jaron.name": "Jaron Lanier",
  "act4.modern.jaron.fields": "Computer Scientist • Composer • Author",
  "act4.modern.jaron.desc": "Pioneered virtual reality while simultaneously composing classical music and writing influential critiques of the digital age.",
  "act4.modern.rushdi.name": "Rushdi Said",
  "act4.modern.rushdi.fields": "Geologist • Author • Public Intellectual",
  "act4.modern.rushdi.desc": "An eminent Egyptian-American geologist, educator, and policymaker. As head of Egypt’s national mining organization, he spearheaded geological research and mineral development. He authored influential works on Egypt’s geology, water resources and national development, and later became an insightful commentator on science and politics in Egypt.",
  "act4.ai.title": "AI as an Enabler",
  "act4.ai.para1": "Another supplementary method would be \"open access education.\" Instead of relying entirely on the educational system—independence should be encouraged. We live in an age where knowledge is as accessible as the air we breathe. YouTube videos, PDF books, scientific articles and podcasts—this as the era of access.",
  "act4.ai.para2": "Rather than asking ChatGPT to generate a Python script that implements a machine learning algorithm—ask it to explain in thorough details, what machine learning is. What the algorithms are. What's XGB? Catboost? LightGBM? Neural networks? LLMs can explain each concept with absolute ease—in whichever way the user would like. Explain like I'm 5? Explain like it's a Harry Potter movie? Explain like machine learning is my long lost relative? All of this could be done.",
  "act4.ai.box.title": "The New Learning Paradigm",
  "act4.ai.box.point1": "Use AI to explore connections between fields",
  "act4.ai.box.point2": "Create personalized learning journeys across disciplines",
  "act4.ai.box.point3": "Develop 'T-shaped' knowledge—depth in one area, breadth in many",
  "act4.path.title": "The Path Forward",
  "act4.path.para1": "Polymathy and specialization can co-exist—peacefully. They just need one thing, society's approval. Instead of pushing every kid towards a very specific path, just because 'it is the future' or 'this is where the money is at,' simply let them choose—freely.",
  "act4.path.explore.title": "Encourage Exploration",
  "act4.path.explore.desc": "Let students sample diverse fields before specializing",
  "act4.path.synthesis.title": "Reward Synthesis",
  "act4.path.synthesis.desc": "Value connections between disciplines as much as depth in one",
  "act4.path.para2": "We still need specialists that delve deep into a very specific matter and master it thoroughly. But we also need generalists that connect the dots, think out of the entire field—not just the box.",
  "epilogue.title": "Epilogue: To the Wanderer Reading This",
  "epilogue.para1": "My friend, I did not write this article to enrich my portfolio—I wrote it to put into words how I—and many others—have felt for years. The constant narrowing of vision just to fit the mold—to not feel 'lost' or 'confused'.",
  "epilogue.para2": "Ironically, there was a time when I myself dismissed wide knowledge. I believed that true mastery lay only in depth. And yet, I've always had an interest in everything—from code to art, from economics to psychology. I fought that instinct, thinking it made me scattered. I was wrong.",
  "epilogue.quote": "\"You're not a cog in a machine. You're the whole engine. Your curiosity is not a liability—it's a flame. Your wide interests are not a burden—they're a blueprint.\"",
  "epilogue.para3": "Ask yourself this: What if the real richness of life lies in living wide, not just deep? Somewhere out there, there's a child still dreaming freely. Let's make room for them. And to you—yes, you—keep reading, keep studying, keep expanding your skillset. Don't shrink to fit the system. Stretch to reshape it.",
  "epilogue.return": "Return to Exhibition Start",
  "gallery.title": "Gallery of Lost Knowledge",
  "gallery.card1": "Anatomical Studies\nLeonardo da Vinci",
  "gallery.card2": "Hypatia Teaching Mathematics",
  "gallery.card3": "Avicenna's Medical Manuscript",
  "gallery.card4": "Tagore's Visual Poetry",
  "footer.title": "Further Exploration",
  "footer.link1": "The Two Cultures by C.P. Snow",
  "footer.link2": "Range by David Epstein",
  "footer.link3": "The Polymath by Waqas Ahmed",
  "footer.credit": "A visual inquiry by Ezz Eldin Ahmed",
  "footer.copyright": "© 2025 | Crafted with ink and curiosity"
}