[
  {
    "id": "1",
    "name_en": "Imhotep",
    "name_ar": "إمحوتب",
    "fields_en": "Architect • Engineer • Physician • Priest",
    "fields_ar": "مهندس معماري • مهندس • طبيب • كاهن",
    "quote_en": "Quote is lost to time.",
    "quote_ar": "الاقتباس فُقد مع الزمن.",
    "description_en": "Imhotep, the visionary behind the Step Pyramid of Djoser, was not only an architect but also a pioneer in medicine. His holistic approach to engineering and healing laid the groundwork for future generations, blending science, spirituality, and innovation in a way that defined ancient Egyptian civilization.",
    "description_ar": "إمحوتب، مبتكر هرم زوسر المدرج، لم يكن مهندسًا معماريًا فحسب بل أيضًا رائدًا في الطب. جمع بين العلوم والروحانية والابتكار بطريقة أثرت في الحضارة المصرية القديمة.",
    "image_url": "https://images.metmuseum.org/CRDImages/eg/original/DP240479.jpg",
    "sort_order": "1"
  },
  {
    "id": "2",
    "name_en": "Aristotle",
    "name_ar": "أرسطو",
    "fields_en": "Philosopher • Scientist • Biologist • Logician",
    "fields_ar": "فيلسوف • عالم • عالم أحياء • منطقي",
    "quote_en": "It is the mark of an educated mind to entertain a thought without accepting it.",
    "quote_ar": "إنها علامة العقل المتعلم أن يفكر في فكرة دون قبولها.",
    "description_en": "Aristotle, the towering figure of Western thought, established the foundations of logic, biology, and ethics. His works, such as \"Nicomachean Ethics\" and \"Metaphysics,\" shaped millennia of philosophy and scientific inquiry, earning him the title of \"The First Teacher.\"",
    "description_ar": "أرسطو، عملاق الفكر الغربي، وضع أسس المنطق والأحياء والأخلاق. أثرت مؤلفاته مثل \"الأخلاق النيقوماخية\" و\"ما بعد الطبيعة\" في الفلسفة والعلم لقرون، مما أكسبه لقب \"المعلم الأول\".",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Aristotle_Altemps_Inv8575.jpg/800px-Aristotle_Altemps_Inv8575.jpg",
    "sort_order": "2"
  },
  {
    "id": "20",
    "name_en": "Zhang Heng",
    "name_ar": "زانج هينج",
    "fields_en": "Astronomer • Mathematician • Inventor • Geographer",
    "fields_ar": "فلكي • عالم رياضيات • مخترع • جغرافي",
    "quote_en": "Quote is lost to time.",
    "quote_ar": "الاقتباس فُقد مع الزمن.",
    "description_en": "Zhang Heng, the Han Dynasty polymath, invented the world's first seismoscope to detect earthquakes. His celestial globe mapped stars with precision, and his poetry and engineering feats cemented his legacy as a Renaissance man centuries before the Renaissance.",
    "description_ar": "تشانغ هينغ، عالم عصر هان، اخترع أول جهاز لرصد الزلازل في التاريخ. رسمت كرته السماوية النجوم بدقة، وجمعت إنجازاته في الشعر والهندسة بين الفنون والعلوم قبل عصر النهضة بقرون.",
    "image_url": "https://alchetron.com/cdn/zhang-heng-a583bd45-9cb3-4e8c-bca4-0f2e3bfc599-resize-750.jpeg",
    "sort_order": "3"
  },
  {
    "id": "3",
    "name_en": "Hypatia",
    "name_ar": "هيباتيا",
    "fields_en": "Mathematician • Astronomer • Philosopher",
    "fields_ar": "عالمة رياضيات • فلكية • فيلسوفة",
    "quote_en": "Reserve your right to think, for even to think wrongly is better than not to think at all.",
    "quote_ar": "احتفظ بحقك في التفكير، فالتفكير الخاطئ أفضل من عدم التفكير مطلقًا.",
    "description_en": "Hypatia, the brilliant mathematician and philosopher, was a beacon of knowledge in Alexandria. Her teachings on astronomy, geometry, and Neoplatonism inspired countless students, and her tragic death marked the end of an era for intellectual freedom in the ancient world.",
    "description_ar": "هيباتيا، عالمة الرياضيات والفلسفة البارزة، كانت منارة للمعارف في الإسكندرية. ألهمت تعاليمها في الفلك والهندسة والأفلاطونية الحديثة العديد من الطلاب، وكانت وفاتها المأساوية نهاية لعصر الحرية الفكرية في العالم القديم.",
    "image_url": "https://i.natgeofe.com/k/c1b61078-b55a-4aa1-8896-59c860447557/Hypatia_Painting_KIDS_Women-Heroes_02-21_3x4.jpg",
    "sort_order": "4"
  },
  {
    "id": "4",
    "name_en": "Muhammad ibn Musa Al-Khwarizmi",
    "name_ar": "محمد ابن موسى الخوارزمي",
    "fields_en": "Mathematician • Astronomer • Geographer",
    "fields_ar": "عالم رياضيات • فلكي • جغرافي",
    "quote_en": "Scholars of bygone eras and past nations have always written books compiling various sciences... Some were pioneers who uncovered what none had before, leaving a legacy for posterity. Others clarified what earlier scholars left obscure, illuminating paths and simplifying approaches. Still others mended errors in existing works, setting them aright with goodwill—neither dismissing predecessors nor boasting of their own corrections.",
    "quote_ar": "ولم تزل العلماء فى الأزمنة الخالية والأمم الماضية يكتبون الكتب مما يصنفون من صنوف العلوم ........ إما رجل سبق إلى ما لم يكن مستخرجًا قبله فوّرثه من بعده . و إما رجل شرح مما أبقى الأولون ما كان مستغلقا فأوضح طريقه و سهل مسلكه و قرب مأخذه. و إما رجل وجد في بعض الكتب خللا فلم شعثه وأقام أدده و أحسن الظن بصاحبه غير راد عليه و لا مفتخر بذلك من فعل نفسه.",
    "description_en": "Al-Khwarizmi, the father of algebra, revolutionized mathematics with his systematic approach to solving equations. His works introduced Hindu-Arabic numerals to the West, and his name lives on in the term \"algorithm,\" a testament to his enduring legacy in computation and science.",
    "description_ar": "الخوارزمي، أبو الجبر، أحدث ثورة في الرياضيات بمنهجه المنظم لحل المعادلات. قدم الأرقام الهندية-العربية إلى الغرب، وما زال اسمه مرتبطًا بمصطلح \"الخوارزمية\"، دليلًا على إرثه الخالد في الحوسبة والعلم.",
    "image_url": "https://i.pinimg.com/474x/86/34/21/8634216d10b6d8808c844c4c1121e4de.jpg",
    "sort_order": "5"
  },
  {
    "id": "5",
    "name_en": "Ibn al-Haytham (Alhazen)",
    "name_ar": "الحسن ابن الهيثم",
    "fields_en": "Physicist • Mathematician • Astronomer • Engineer",
    "fields_ar": "فيزيائي • عالم رياضيات • فلكي • مهندس",
    "quote_en": "Truth is sought for its own sake.",
    "quote_ar": "الحقيقة تُطلب لذاتها.",
    "description_en": "Ibn al-Haytham, a pioneer of the scientific method, transformed optics with his groundbreaking \"Book of Optics.\" His experiments on light and vision debunked ancient theories, laying the foundation for modern physics and earning him the title \"Father of Modern Optics.\"",
    "description_ar": "ابن الهيثم، رائد المنهج العلمي، غيّر علم البصريات بكتابه الثوري \"كتاب المناظر\". دحضت تجاربه حول الضوء والرؤية نظريات قديمة، وأسست للفيزياء الحديثة، مما أكسبه لقب \"أبو البصريات الحديثة\".",
    "image_url": "https://light2015blogdotorg.wordpress.com/wp-content/uploads/2015/05/alhazen.jpg",
    "sort_order": "6"
  },
  {
    "id": "6",
    "name_en": "Ibn Sina (Avicenna)",
    "name_ar": "ابن سينا",
    "fields_en": "Physician • Philosopher • Scientist",
    "fields_ar": "طبيب • فيلسوف • عالم",
    "quote_en": "The knowledge of anything is not complete unless it is known by its causes.",
    "quote_ar": "معرفة أي شيء لا تكتمل إلا بمعرفة أسبابه.",
    "description_en": "Avicenna, a polymath of the Islamic Golden Age, authored the monumental \"Canon of Medicine,\" a medical encyclopedia used for centuries. His philosophical works, blending Aristotle's ideas with Islamic theology, influenced both medieval Europe and the Muslim world.",
    "description_ar": "ابن سينا، عالم عصر النهضة الإسلامية، ألف \"قانون الطب\"، موسوعة طبية استُخدمت لقرون. جمعت مؤلفاته الفلسفية بين أفكار أرسطو والعقيدة الإسلامية، وأثرت في أوروبا والعالم الإسلامي.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/A_man_of_learning_%28Avicenna%3F%29._Oil_painting_by_a_Ne_Wellcome_V0017691.jpg/800px-A_man_of_learning_%28Avicenna%3F%29._Oil_painting_by_a_Ne_Wellcome_V0017691.jpg",
    "sort_order": "7"
  },
  {
    "id": "7",
    "name_en": "Al-Idrisi",
    "name_ar": "الإدريسي",
    "fields_en": "Geographer • Cartographer • Botanist • Historian",
    "fields_ar": "جغرافي • رسام خرائط • عالم نبات • مؤرخ",
    "quote_en": "Quote is lost to time.",
    "quote_ar": "الاقتباس فُقد مع الزمن.",
    "description_en": "Al-Idrisi, the master cartographer, crafted the \"Tabula Rogeriana,\" the most accurate world map of the medieval era. Commissioned by King Roger II of Sicily, his work integrated Arab, Greek, and Latin geographic knowledge, bridging cultures and advancing navigation.",
    "description_ar": "الإدريسي، رسام الخرائط العظيم، أنشأ \"خريطة الإدريسي\"، الأدق في العصور الوسطى. جمعت أعماله بين المعارف الجغرافية العربية واليونانية واللاتينية، مما عزز الملاحة والحوار بين الحضارات.",
    "image_url": "https://www.amust.com.au/wp-content/uploads/2018/02/Idrisi.jpg",
    "sort_order": "8"
  },
  {
    "id": "8",
    "name_en": "Ibn Rushd (Averroes)",
    "name_ar": "ابن رشد",
    "fields_en": "Philosopher • Jurist • Physician",
    "fields_ar": "فيلسوف • فقيه • طبيب",
    "quote_en": "Ignorance leads to fear, fear leads to hatred, and hatred leads to violence.",
    "quote_ar": "الجهل يؤدي إلى الخوف، والخوف يؤدي إلى الكراهية، والكراهية تؤدي إلى العنف.",
    "description_en": "Averroes, the Andalusian philosopher, reconciled Aristotelian thought with Islamic theology. His commentaries on Aristotle preserved Greek philosophy for the West, sparking the Renaissance and earning him the Latinized name \"The Commentator.\"",
    "description_ar": "ابن رشد، الفيلسوف الأندلسي، جمع بين الفكر الأرسطي والعقيدة الإسلامية. حافظت شروحاته على أرسطو للفلسفة اليونانية في الغرب، مما أثر في النهضة الأوروبية.",
    "image_url": "https://www.libertarianism.org/sites/libertarianism.org/files/styles/optimize/public/2021-06/The%20Liberal%20Ideas%20of%20Ibn%20Rushd.jpg?itok=avh84bcY",
    "sort_order": "9"
  },
  {
    "id": "9",
    "name_en": "Leon Battista Alberti",
    "name_ar": "ليون باتيستا ألبيرتي",
    "fields_en": "Architect • Humanist • Mathematician",
    "fields_ar": "مهندس معماري • إنساني • عالم رياضيات",
    "quote_en": "A man can do all things if he will.",
    "quote_ar": "بإمكان الإنسان فعل كل شيء إذا أراد.",
    "description_en": "Alberti, the quintessential Renaissance man, redefined architecture with his treatise \"De re aedificatoria.\" A polymath of arts and sciences, he pioneered linear perspective in painting and designed iconic buildings like the Tempio Malatestiano.",
    "description_ar": "ألبيرتي، رجل النهضة بامتياز، أعاد تعريف العمارة بكتابه \"عن فن البناء\". جمع بين الفنون والعلوم، وطور المنظور الخطي في الرسم، وصمم مبانٍ شهيرة مثل تيمبيو ماليتيستيانو.",
    "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjB-PNWuMzUY24IuKb_sYW5w5gzdsofB1XmSzH-qhlakYuQyX9EcL-o-rvvKtsvx3ztVHCUpRMMVRlXtQbjSKdvM3CBcHiN2gW-JbS1nJpsFnDAzoo_jvpajrWqmkabQJkj9rYAUT7iTRwX/s1600/Alberti+Leon+Battista.jpg",
    "sort_order": "10"
  },
  {
    "id": "10",
    "name_en": "Leonardo da Vinci",
    "name_ar": "ليوناردو دافنشي",
    "fields_en": "Painter • Engineer • Scientist • Architect • Inventor",
    "fields_ar": "رسام • مهندس • عالم • معماري • مخترع",
    "quote_en": "Learning never exhausts the mind.",
    "quote_ar": "التعلم لا يرهق العقل.",
    "description_en": "A true Renaissance man. Arguably the greatest polymath of all time. Da Vinci wasn't just a brilliant artist—he was a painter, engineer, scientist, architect, and inventor, among other professions. He excelled at all of them—simultaneously.",
    "description_ar": "رجل عصر النهضة الحقيقي. يُعتبر من أعظم العلماء المتعددين في التاريخ. لم يكن دافنشي فنانًا عبقريًا فحسب، بل كان أيضًا مهندسًا وعالمًا ومعماريًا ومخترعًا، وقد برع في جميع هذه المجالات في آنٍ واحد.",
    "image_url": "https://uploads0.wikiart.org/00323/images/leonardo-da-vinci/pic7.png!Large.png",
    "sort_order": "11"
  },
  {
    "id": "17",
    "name_en": "Michelangelo",
    "name_ar": "ميكيلانجيلو",
    "fields_en": "Sculptor • Painter • Architect • Poet",
    "fields_ar": "نحات • رسام • مهندس معماري • شاعر",
    "quote_en": "The greater danger for most of us lies not in setting our aim too high and falling short, but in setting our aim too low and achieving our mark.",
    "quote_ar": "الخطر الأكبر بالنسبة لمعظمنا لا يكمن في تحديد هدف عالٍ وعدم تحقيقه، بل في تحديد هدف منخفض وتحقيقه.",
    "description_en": "Michelangelo, the volcanic genius of the Renaissance, sculpted \"David,\" painted the Sistine Chapel ceiling, and designed St. Peter's Basilica's dome. His art fused divine inspiration with humanist ideals, redefining beauty for centuries.",
    "description_ar": "ميكيلانجيلو، عبقري النهضة، نحت \"ديفيد\" ورسم سقف كنيسة سيستينا وصمم قبة كاتدرائية القديس بطرس. جمع فنه بين الإلهام الإلهي والمثل الإنسانية، مما أعاد تعريف الجمال لقرون.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Michelangelo_Daniele_da_Volterra_%28dettaglio%29.jpg/500px-Michelangelo_Daniele_da_Volterra_%28dettaglio%29.jpg",
    "sort_order": "12"
  },
  {
    "id": "18",
    "name_en": "Girolamo Fracastoro",
    "name_ar": "جيرولامو فراكاستورو",
    "fields_en": "Physician • Poet • Astronomer",
    "fields_ar": "طبيب • شاعر • فلكي",
    "quote_en": "Quote is lost to time.",
    "quote_ar": "الاقتباس فُقد مع الزمن.",
    "description_en": "Fracastoro, a Renaissance polymath, proposed the revolutionary theory of disease transmission via \"seeds of contagion\" long before germ theory. His work in astronomy and poetry, including the epic \"Syphilis,\" showcased his interdisciplinary brilliance.",
    "description_ar": "فراكاستورو، عالم عصر النهضة، اقترح نظرية ثورية عن انتقال الأمراض عبر \"بذور العدوى\" قبل نظرية الجراثيم بقرون. جمعت أعماله في الفلك والشعر (مثل ملحمة \"السفلس\") بين التخصصات ببراعة.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Titian_Girolamo_Fracastoro.jpg/800px-Titian_Girolamo_Fracastoro.jpg",
    "sort_order": "13"
  },
  {
    "id": "11",
    "name_en": "Galileo Galilei",
    "name_ar": "جاليليو جاليلي",
    "fields_en": "Astronomer • Physicist • Engineer",
    "fields_ar": "فلكي • فيزيائي • مهندس",
    "quote_en": "All truths are easy to understand once they are discovered; the point is to discover them.",
    "quote_ar": "كل الحقائق يسهل فهمها بمجرد اكتشافها؛ المهم هو اكتشافها.",
    "description_en": "Galileo, the father of modern science, defied dogma with his telescopic discoveries: Jupiter's moons, lunar craters, and sunspots. His advocacy for heliocentrism sparked a scientific revolution, though it cost him his freedom during the Inquisition.",
    "description_ar": "غاليليو، أبو العلم الحديث، تحدى العقائد باكتشافاته التلسكوبية: أقمار المشتري وفوهات القمر والبقع الشمسية. أدى دفاعه عن مركزية الشمس إلى ثورة علمية، رغم أنه كلفه حريته أثناء محاكم التفتيش.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Galileo_Galilei_%281564-1642%29_RMG_BHC2700.tiff/lossy-page1-800px-Galileo_Galilei_%281564-1642%29_RMG_BHC2700.tiff.jpg",
    "sort_order": "14"
  },
  {
    "id": "12",
    "name_en": "Benjamin Franklin",
    "name_ar": "بنجامين فرانكلين",
    "fields_en": "Inventor • Writer • Scientist • Diplomat",
    "fields_ar": "مخترع • كاتب • عالم • دبلوماسي",
    "quote_en": "An investment in knowledge pays the best interest.",
    "quote_ar": "الاستثمار في المعرفة يحقق أفضل العوائد.",
    "description_en": "Franklin, the American polymath, was a lightning-rod innovator (literally), a founding father, and a diplomat. His experiments with electricity, authorship of \"Poor Richard's Almanack,\" and role in drafting the U.S. Constitution showcase his boundless curiosity and civic spirit.",
    "description_ar": "فرانكلين، العالم الأمريكي متعدد المواهب، كان مخترعًا (حرفيًا) لأمان الصواعق، وأحد الآباء المؤسسين، ودبلوماسيًا. جمعت تجاربه مع الكهرباء ومؤلفاته مثل \"تقويم ريتشارد المسكين\" دوره في صياغة الدستور الأمريكي بين الفضول والوطنية.",
    "image_url": "https://npg.si.edu/sites/default/files/class_ben.jpg",
    "sort_order": "15"
  },
  {
    "id": "15",
    "name_en": "Ada Lovelace",
    "name_ar": "ادا لوفليس",
    "fields_en": "Mathematician • Writer • Computer Pioneer",
    "fields_ar": "عالمة رياضيات • كاتبة • رائدة حاسوب",
    "quote_en": "Understand well as I may, my comprehension can only be an infinitesimal fraction of all I want to understand.",
    "quote_ar": "بقدر ما أفهم جيدًا، فإن فهمي لا يمكن أن يكون سوى جزء صغير جدًا مما أريد فهمه.",
    "description_en": "Lovelace, the world's first computer programmer, envisioned the potential of Charles Babbage's Analytical Engine beyond mere calculation. Her notes on the machine included the first algorithm, foreshadowing modern software and artificial intelligence.",
    "description_ar": "لوفليس، أول مبرمجة حاسوب في التاريخ، توقعت إمكانيات محرك تشارلز باباج التحليلي بما يتجاوز الحساب. تضمنت ملاحظاتها أول خوارزمية، مما مهّد لظهور البرمجيات والذكاء الاصطناعي الحديث.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Ada_Lovelace_portrait.jpg",
    "sort_order": "16"
  },
  {
    "id": "13",
    "name_en": "Rabindranath Tagore",
    "name_ar": "رابيندراناث طاغور",
    "fields_en": "Poet • Writer • Composer • Philosopher",
    "fields_ar": "شاعر • كاتب • موسيقي • فيلسوف",
    "quote_en": "The highest education is that which makes our life in harmony with all existence.",
    "quote_ar": "أسمى أنواع التعليم هو الذي يجعل حياتنا في انسجام مع كل الوجود.",
    "description_en": "Tagore, the first non-European Nobel laureate in Literature, wove poetry, music, and philosophy into a tapestry of humanism. His works, like \"Gitanjali,\" celebrate nature and spirituality, while his founding of Visva-Bharati University redefined education in India.",
    "description_ar": "طاغور، أول غير أوروبي يفوز بجائزة نوبل في الأدب، جمع بين الشعر والموسيقى والفلسفة في لوحة إنسانية. احتفلت أعماله مثل \"جيتانجالي\" بالطبيعة والروحانيات، بينما أعادت جامعة فيشفا-بهاراتي التي أسسها تعريف التعليم في الهند.",
    "image_url": "https://www.tallengestore.com/cdn/shop/products/RabindranathTagorePortraitPainting.jpg?v=1704267978",
    "sort_order": "17"
  },
  {
    "id": "19",
    "name_en": "Maria Skłodowska-Curie",
    "name_ar": "ماري سكوودوفسكا كوري",
    "fields_en": "Physicist • Chemist",
    "fields_ar": "فيزيائية • كيميائية",
    "quote_en": "Nothing in life is to be feared; it is only to be understood.",
    "quote_ar": "لا شيء في الحياة يجب أن يخاف منه، إنما يجب فقط أن يفهم.",
    "description_en": "Curie, the only Nobel laureate in two scientific fields (Physics and Chemistry), discovered radium and polonium. Her relentless research on radioactivity—which ultimately cost her life—paved the way for nuclear physics and cancer treatment.",
    "description_ar": "كوري، الوحيدة الحاصلة على نوبل في مجالين (الفيزياء والكيمياء)، اكتشفت الراديوم والبولونيوم. أبحاثها الشاقة عن الإشعاع—التي أودت بحياتها—مهّدت لفيزياء النواة وعلاج السرطان.",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Mariecurie.jpg",
    "sort_order": "18"
  },
  {
    "id": "16",
    "name_en": "Julius Robert Oppenheimer",
    "name_ar": "يوليوس روبرت أوبنهايمر",
    "fields_en": "Physicist • Theoretical Scientist • Engineer",
    "fields_ar": "فيزيائي • عالم نظري • مهندس",
    "quote_en": "We knew the world would not be the same. A few people laughed, a few people cried. Most people were silent. I remembered the line from the Hindu scripture, the Bhagavad-Gita; Vishnu is trying to persuade the Prince that he should do his duty, and to impress him, takes on his multi-armed form and says, 'Now I am become Death, the destroyer of worlds.' I suppose we all thought that, one way or another.",
    "quote_ar": "علمنا أن العالم لن يعود كما كان. ضحك قليلون، وبكى قليلون. أما معظم الناس فظلوا صامتين. تذكرت ذلك السطر من الكتاب الهندوسي المقدس، البهاغافاد غيتا؛ حيث يحاول فيشنو إقناع الأمير بأن يؤدي واجبه، ولإثارة إعجابه، يتجلى في شكله متعدد الأذرع قائلاً: 'الآن أصبحت الموت، مدمر العوالم.' أظن أننا جميعاً فكرنا بنفس الشيء، بطريقة أو بأخرى.",
    "description_en": "Oppenheimer, the \"father of the atomic bomb,\" led the Manhattan Project with profound ambivalence. A scholar of Sanskrit and quantum physics, his later advocacy for nuclear control reflected his moral reckoning with scientific power.",
    "description_ar": "أوبنهايمر، \"أبو القنبلة الذرية\"، قاد مشروع مانهاتن بتفكير عميق. جمع بين دراسة السنسكريتية وفيزياء الكم، ودعوته لاحقًا للسيطرة على الأسلحة النووية تعكس صراعه الأخلاقي مع قوة العلم.",
    "image_url": "https://www.magnumphotos.com/wp-content/uploads/2019/05/cortex/par196080.jpg",
    "sort_order": "19"
  },
  {
    "id": "14",
    "name_en": "Mustafa Mahmoud",
    "name_ar": "مصطفى محمود",
    "fields_en": "Physician • Philosopher • Writer • Broadcaster",
    "fields_ar": "طبيب • فيلسوف • كاتب • إعلامي",
    "quote_en": "A man's true worth lies in what he adds to life between his birth and his death.",
    "quote_ar": "قيمة الإنسان الحقيقية تكمن في ما يضيفه للحياة بين ميلاده وموته.",
    "description_en": "Mustafa Mahmoud, Egypt's beloved intellectual, bridged science and spirituality in his 80+ books and TV programs. His famous mosque-science complex in Cairo symbolizes his lifelong mission to reconcile faith with rational inquiry.",
    "description_ar": "مصطفى محمود، المفكر المصري المحبوب، جمع بين العلوم والروحانيات في مؤلفاته وبرامجه التلفزيونية. يرمز مجمعه الشهير (مسجد-متحف علمي) في القاهرة إلى مهمته في التوفيق بين الإيمان والعقل.",
    "image_url": "https://misrconnect.com/storage/profiles/October2024/bZK0eExVrTh3yaO84tZp.jpg",
    "sort_order": "20"
  }
]